[
    {
        "name": "Chris Wood",
        "role": "Camera Assistant",
        "bio": "Chris came to East Riding College at the age of 16 to pursue his passion for media, which had been denied at school. Progressing from level 2 all the way to a BA within 7 years, with an improved GCSE in English and some work in the field as a camera assistant for Estuary TV during 2 CBYC Business Awards and at times operator for certain projects and experience with certain Adobe software. His time at college now coming to conclusion…",
        "twitter": "",
        "facebook": "",
        "email": "",
        "image": {
            "url": "chris-wood/chris-wood.jpg",
            "alt": "Chris Wood"
        },
        "slug": "chris-wood",
        "portfolio": [
            {
                "name": "Adobe Cloud Poster",
                "description": "Designed for a brief for a reimagining of the Adobe cloud brand for D&AD.",
                "project_type": "image",
                "yt": "",
                "slug": "adobe-cloud-poster",
                "image": {
                    "url": "chris-wood/portfolio/adobe-cloud-poster.jpg",
                    "alt": "Adobe Cloud Poster"
                }
            },
            {
                "name": "Phobia's Ayslum",
                "description": "A poster for my Professional Development that involved a Psychological Horror based around an abandoned asylum, where various phobias rule.",
                "project_type": "image",
                "yt": "",
                "slug": "phobia's-ayslum",
                "image": {
                    "url": "chris-wood/portfolio/phobia's-ayslum.jpg",
                    "alt": "Phobia's Ayslum"
                }
            },
            {
                "name": "Tardis",
                "description": "A 3D model of the TARDIS from Doctor Who, being a fan of the sci fi tv show it made sense that one of my projects would coincide.",
                "project_type": "image",
                "yt": "",
                "slug": "tardis",
                "image": {
                    "url": "chris-wood/portfolio/tardis.jpg",
                    "alt": "Tardis"
                }
            }
        ]
    },
    {
        "name": "Daniel Taylor Crossland",
        "role": "Games Designer",
        "bio": "\r\nFrom an early age Daniel has had a solid interest in gaming and decided to pursue this further when he first attended college with a game's design course at lvl 3. Learning more about the industry through this course he developed his skills in design and conceptual art and is now focusing on the final year of his degree.\r\n\r\nThrough progression through college he has become proficient in various software and can effectively use software such as programmes in the Adobe suite such as premiere and photoshop, other software include unity and 3DS max. Despite a focus on game's he has had experience in other areas such as film and graphic design.",
        "twitter": "",
        "facebook": "",
        "email": "",
        "slug": "daniel-taylor-crossland",
        "image": {
            "url": "daniel-taylor-crossland/daniel-taylor-crossland.jpg",
            "alt": "Daniel Taylor Crossland"
        },
        "portfolio": []
    },
    {
        "name": "Lewis Singleton",
        "role": "Animator",
        "bio": "From the age of 13 Lewis has been inspired to pursue a career in animation. First starting on a entry level programme in his first year of college in 2009, Lewis has progressed through different levels of various programmes focused around media. Now nearing the end of his third and final year of a degree in contemporary Media, Design And Production, with 7 years of media studies under his belt.\r\n\r\nFuelled by his love for animation, films and comics, his work often instils inspiration from these mediums! With a range skills in 3DS Max and multiple Adobe CC Programmes such as Animate Premiere, Photoshop, Illustrator and After Effects, which he has used in multiple projects and undertaken roles as director and project manager.",
        "twitter": "Excelsior626",
        "facebook": "",
        "email": "lbsluxo626@outlook.com",
        "image": {
            "url": "lewis-singleton/lewis-singleton.jpg",
            "alt": "Lewis Singleton"
        },
        "slug": "lewis-singleton",
        "portfolio": [
            {
                "name": "Showreel",
                "description": "A compilation of the work Lewis has produced.",
                "project_type": "video",
                "yt": "https://youtu.be/zUNzw4D5Ylk",
                "slug": "showreel"
            },
            {
                "name": "Couch",
                "description": "An animation that was produced in Y1 of the BA in Contemporary Media, Design And Production. The story follows a newly wedded couple who move into their new house and their cycle of life.",
                "project_type": "video",
                "yt": "https://youtu.be/1OuGS-JjahQ",
                "slug": "couch"
            },
            {
                "name": "Station Poster",
                "description": "A poster for Lewis’ animated short film Station.",
                "project_type": "image",
                "yt": "",
                "slug": "station-poster",
                "image": {
                    "url": "lewis-singleton/portfolio/station-poster.jpg",
                    "alt": "Station Poster"
                }
            },
            {
                "name": "Eating Soup with a Fork",
                "description": "A Documentary By Lewis centred around living with Obsessive Compulsive Disorder.",
                "project_type": "video",
                "yt": "https://youtu.be/fNdx9iAaOgE",
                "slug": "eating-soup-with-a-fork"
            },
            {
                "name": "Christmas Cards 2015 & 2017",
                "description": "Christmas E-cards created for East Riding College.",
                "project_type": "video",
                "yt": "https://youtu.be/doDGCd_GkBE",
                "slug": "christmas-cards-2015-&-2017"
            }
        ]
    },
    {
        "name": "Sam Milner",
        "role": "Graphic Designer",
        "bio": "Ever since Sam was a child, he has been fascinated by media, especially the area of graphic design. His passion for graphic design came from his love for music, album artwork is something that he has always looked into in depth. Thanks to studying media at GCSE, AS-level and BTEC, Sam acquired a wide range of knowledge when it comes to all things media. This allowed him to proceed into a degree in contemporary media, design and production, which he is currently in his third and final year of. With graphic design being his main interest he spends a lot of time drawing musicians and his partner digitally on programs such as Adobe Photoshop and Illustrator. Studying media at both college and degree levels, Sam has accumulated skills in programs such as 3DS Max and Synth Eyes, as well as other Adobe CC programmes like After Effects, Premiere Pro and Dreamweaver. Whether or not a project he is undertaking is labelled as graphic design, Sam’s work is mainly inspired by his love for music and art. He believes, that if something carries meaning or raises question, then that is art.",
        "twitter": "",
        "facebook": "",
        "email": "samueljamesmilner@hotmail.com",
        "slug": "sam-milner",
        "image": {
            "url": "sam-milner/sam-milner.jpg",
            "alt": "Sam Milner"
        },
        "portfolio": [
            {
                "name": "Showreel",
                "description": "A compilation of graphic design pieces that Sam has worked on.",
                "project_type": "video",
                "yt": "https://youtu.be/7_t9iB2KsZs",
                "slug": "showreel"
            },
            {
                "name": "The Dangers of Facebook",
                "description": "A documentary from the first year of the BA in contemporary media, design and production. It is a 5-minute video showing the dangers within the social media platform of Facebook.",
                "project_type": "video",
                "yt": "https://youtu.be/RtvcQGozuq4",
                "slug": "the-dangers-of-facebook"
            },
            {
                "name": "Rooms Design Studio Advertisement",
                "description": "A quick 30-second advertisement which was produced, filmed and edited by Sam.",
                "project_type": "video",
                "yt": "https://youtu.be/VS4ULjloHh0",
                "slug": "rooms-design-studio-advertisement"
            }
        ]
    }
]